prey/app/controllers/store_controller.rb

SELECT "products".* FROM "products"  ORDER BY "products"."title" ASC
---
  def index
    @products = Product.order(:title)

SELECT  "products".* FROM "products"  ORDER BY "products"."updated_at" DESC LIMIT 1
---
  def index
    @products = Product.all