prey/app/views/store/index.html.erb

SELECT  "products".* FROM "products"  ORDER BY "products"."updated_at" DESC LIMIT 1
---
<p> test <% render :text => request.raw_post %></p>
<% cache ['store', Product.latest] do %>